/* No comment provided by engineer. */
"API URL Invalid" = "API  ya URL batili";

/* No comment provided by engineer. */
"Bad Server Response" = "Jibu mbaya ya seva";

/* No comment provided by engineer. */
"Cancel" = "Ghairi";

/* No comment provided by engineer. */
"Capture Video" = "Nasa video";

/* No comment provided by engineer. */
"Clear" = "Ondoa";

/* No comment provided by engineer. */
"Copied" = "Imenakiliwa";

/* No comment provided by engineer. */
"Copy to Clipboard" = "Nakili kwa ubao nakili";

/* No comment provided by engineer. */
"Done" = "Imefanyika";

/* No comment provided by engineer. */
"Email Error" = "Kosa la barua pepe";

/* No comment provided by engineer. */
"Enter name" = "Ingiza jina";

/* No comment provided by engineer. */
"Enter password" = "Ingiza kitambulisho cha siri";

/* No comment provided by engineer. */
"Enter URL" = "Ingiza URL";

/* No comment provided by engineer. */
"Enter username" = "Ingiza jina la mtumiaji";

/* No comment provided by engineer. */
"Facebook Error" = "Kosa la Facebook";

/* No comment provided by engineer. */
"From Library" = "Kutoka maktaba";

/* No comment provided by engineer. */
"Hybrid Map" = "Ramani hybrid";

/* No comment provided by engineer. */
"Loading..." = "Inapakia...";

/* No comment provided by engineer. */
"Locating..." = "Inatafuta...";

/* No comment provided by engineer. */
"Logged in" = "Umeingia";

/* No comment provided by engineer. */
"Logged out" = "Umeaga";

/* No comment provided by engineer. */
"Login" = "Ingia";

/* No comment provided by engineer. */
"No" = "Hapana";

/* No comment provided by engineer. */
"No Internet Connection" = "Hakuna muunganisho wa wavuti";

/* No comment provided by engineer. */
"No Wi-Fi Connection" = "Hakuna muunganisho wa Wi-Fi";

/* No comment provided by engineer. */
"No YouTube Linked Account" = "Hakuna akaunti ya youtube iliyounganishwa";

/* No comment provided by engineer. */
"OK" = "Sawa";

/* No comment provided by engineer. */
"Open in Safari" = "Fungua na Safari";

/* No comment provided by engineer. */
"Open in Safari?" = "Fungua na Safari?";

/* No comment provided by engineer. */
"Open In..." = "Fungua na...";

/* No comment provided by engineer. */
"Over request capacity limit" = "Maombi yameshinda kikomo cha uwezo";

/* No comment provided by engineer. */
"Please verify your internet connection and try again." = "Tafadhali thibitisha muunganisho wa wavuti wako halafu jaribu tena";

/* No comment provided by engineer. */
"Posted" = "Imechapisha";

/* No comment provided by engineer. */
"Posting..." = "Inachapisha...";

/* No comment provided by engineer. */
"Print Error" = "Kosa la uchapishi";

/* No comment provided by engineer. */
"Printed" = "Imechapishwa";

/* No comment provided by engineer. */
"Road Map" = "Ramani ya barabara";

/* No comment provided by engineer. */
"Satellite Map" = "Ramani ya setilaiti";

/* No comment provided by engineer. */
"Select" = "Chagua";

/* No comment provided by engineer. */
"Send to Printer" = "Tuma kwa kichapishi";

/* No comment provided by engineer. */
"Sent" = "Imetumwa";

/* No comment provided by engineer. */
"Settings" = "Mipangilio";

/* No comment provided by engineer. */
"Share via Email" = "Gawiza kwa kutumia barua pepe";

/* No comment provided by engineer. */
"Share via Facebook" = "Gawiza kwa kutumia Facebook";

/* No comment provided by engineer. */
"Share via QRCode" = "Gawiza kwa kutumia QRCode";

/* No comment provided by engineer. */
"Share via SMS" = "Gawiza kwa kutumia ujumbe mfupi";

/* No comment provided by engineer. */
"Share via Twitter" = "Gawiza kwa kutumia Twitter";

/* No comment provided by engineer. */
"SMS Error" = "Kosa la ujumbe mfupi";

/* No comment provided by engineer. */
"Take Photo" = "Chukua picha";

/* No comment provided by engineer. */
"There was a problem sending SMS message." = "Kulikuwa na shida ya kutuma ujumbe mfupi";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Unable To Authenticate" = "Imeshindwa kuhalalisha";

/* No comment provided by engineer. */
"Unable to connect to the internet via Wi-Fi. Click 'Settings' to change your synchronize settings." = "Muunganisho wa wavuti kwa kutumia Wi-Fi haujawezekana. Bofya 'Mipangilio\" kubadilisha mpangilio wako wa ulandanishi.";

/* No comment provided by engineer. */
"Unable to find address" = "Anwani imekosekana";

/* No comment provided by engineer. */
"Unable to post to Facebook" = "Imeshindwa kuchapisha kwa Facebook";

/* No comment provided by engineer. */
"User Authentication Failed" = "Uhalalishaji wa mtumiaji umeanguka";

/* No comment provided by engineer. */
"User Authentication Required" = "Uhalalishaji wa mtumiaji unatakikana";

/* No comment provided by engineer. */
"Videos" = "Video";

/* No comment provided by engineer. */
"Yes" = "Ndio";

